class GlobalDatas:
    """
    系统地址，账户密码
    """
    # 登录地址
    login_url = "http://pfsj.dhvir.grid365.cn/#digital"

    # 登录成功账户
    login_sucess = ["18612356691","123456","工作台"]
    process_account = ["18612356692","123456"]
    wushenren = ["18311328897","123456"]
    liushenren = ["18966532525","123456"]
    qishenren = ["17792277781","123456"]
    # 海清
    haiqing = ["17088551199","123456"]
    # 龙美心
    longmeixin = ["17088665486","123456"]
    # 海若梦
    hairuomeng = ["17088661100","123456"]
    # 韩正
    hanzheng = ["15000001124","123456"]
    # 徐蕾
    xulei = ["17610002000","123456"]
    # 王路
    wanglu = ["13572479765","123456"]
    # HD校核
    HD = ["17088552222","17088552255","18612356692","18612356691"]
    # 校核人-张三丰
    jiaohe = ["18612356692","123456"]
    # 光伏确认人
    guangfusure = ["15600000020","123456"]

    # 后台登陆地址
    houtai_url = "http://testsj.ezl.grid365.cn/vir/index.jsp"
    zhanghao = ["18600982461","123456"]